org/Jurgen_Jost.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: Jurgen_Jost
#+TITLE: Jurgen Jost
* [[file:mathematics.org][mathematics]], [[file:dynamical_systems.org][dynamical systems]], [[file:physics.org][physics]], [[file:population_dynamics.org][population dynamics]], [[file:biology.org][biology]]
* references
** books
*** [[file:Geometry_and_Physics_by_Jurgen_Jost_in_2009.org][Geometry and Physics by Jurgen Jost in 2009]]
*** [[file:Information_geometry_by_Nihat_Ay,_Jurgen_Jost,_et_al_in_2017.org][Information geometry by Nihat Ay, Jurgen Jost, et al in 2017]]
*** [[file:Information_Geometry_and_Population_Genetics_by_Julian_Hofrichter,_Jurgen_Jost,_and_Tat_Dat_Tran_in_2017.org][Information Geometry and Population Genetics by Julian Hofrichter, Jurgen Jost, and Tat Dat Tran in 2017]]
*** [[file:Dynamical_Systems_Examples_of_Complex_Behavior_by_Jurgen_Jost_in_2005.org][Dynamical Systems Examples of Complex Behavior by Jurgen Jost in 2005]]
*** [[file:Mathematical_concepts_by_Jurgen_Jost_in_2015.org][Mathematical concepts by Jurgen Jost in 2015]]
** papers
*** [[file:Relations_and_dependencies_between_morphological_characters_Jurgen_Jost_in_2017.org][Relations and dependencies between morphological characters Jürgen Jost in 2017]]
** lectures
