content/posts/Jurgen_Jost.md
+++
title = "Jurgen Jost"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:07-04:00
slug = "Jurgen_Jost"
draft = false
+++

## [mathematics]({{< relref "mathematics" >}}), [dynamical systems]({{< relref "dynamical_systems" >}}), [physics]({{< relref "physics" >}}), [population dynamics]({{< relref "population_dynamics" >}}), [biology]({{< relref "biology" >}}) {#mathematics--mathematics-dot-md--dynamical-systems--dynamical-systems-dot-md--physics--physics-dot-md--population-dynamics--population-dynamics-dot-md--biology--biology-dot-md}


## references {#references}


### books {#books}

<!--list-separator-->

-  [Geometry and Physics by Jurgen Jost in 2009]({{< relref "Geometry_and_Physics_by_Jurgen_Jost_in_2009" >}})

<!--list-separator-->

-  [Information geometry by Nihat Ay, Jurgen Jost, et al in 2017]({{< relref "Information_geometry_by_Nihat_Ay,_Jurgen_Jost,_et_al_in_2017" >}})

<!--list-separator-->

-  [Information Geometry and Population Genetics by Julian Hofrichter, Jurgen Jost, and Tat Dat Tran in 2017]({{< relref "Information_Geometry_and_Population_Genetics_by_Julian_Hofrichter,_Jurgen_Jost,_and_Tat_Dat_Tran_in_2017" >}})

<!--list-separator-->

-  [Dynamical Systems Examples of Complex Behavior by Jurgen Jost in 2005]({{< relref "Dynamical_Systems_Examples_of_Complex_Behavior_by_Jurgen_Jost_in_2005" >}})

<!--list-separator-->

-  [Mathematical concepts by Jurgen Jost in 2015]({{< relref "Mathematical_concepts_by_Jurgen_Jost_in_2015" >}})


### papers {#papers}

<!--list-separator-->

-  [Relations and dependencies between morphological characters Jürgen Jost in 2017]({{< relref "Relations_and_dependencies_between_morphological_characters_Jurgen_Jost_in_2017" >}})


### lectures {#lectures}
